Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/GroupActivity.xcstrings
Source language: en
Languages: es, zh_hans

# group.activity.label
source: Group activity
es: Actividad en grupo
zh_hans: 团体活动

# group.activity.named
source: Group activity · %@
es: Actividad en grupo · %@
zh_hans: 团体活动 · %@

# group.activity.ran_with
source: Ran with %@
es: Corrió con %@
zh_hans: 与%@一起跑步

# group.activity.walked_with
source: Walked with %@
es: Caminó con %@
zh_hans: 与%@一起步行

# group.activity.hiked_with
source: Hiked with %@
es: Hizo senderismo con %@
zh_hans: 与%@一起徒步

# group.activity.rode_with
source: Rode with %@
es: Pedaleó con %@
zh_hans: 与%@一起骑行

# group.activity.swam_with
source: Swam with %@
es: Nadó con %@
zh_hans: 与%@一起游泳

# group.activity.worked_out_with
source: Worked out with %@
es: Entrenó con %@
zh_hans: 与%@一起锻炼

# group.activity.joined_with
source: Participated with %@
es: Participó con %@
zh_hans: 与%@共同参加活动

# group.activity.started_count
source: %lld started
es: %lld comenzaron
zh_hans: %lld人已开始

# group.activity.counts
source: %lld going · %lld started · %lld finished
es: %lld asistirán · %lld comenzaron · %lld terminaron
zh_hans: %lld人计划参加 · %lld人已开始 · %lld人已完成

# group.activity.recording
source: Recording
es: Grabando
zh_hans: 记录中

# group.activity.not_started
source: Not started
es: Sin comenzar
zh_hans: 尚未开始

# group.activity.finished
source: Finished
es: Finalizado
zh_hans: 已完成

# group.activity.live_error
source: Could not join the live map. Try again.
es: No se pudo acceder al mapa en vivo. Inténtalo de nuevo.
zh_hans: 无法加入实时地图，请重试。

# group.activity.started
source: Started
es: Comenzó
zh_hans: 已开始

# group.activity.open_error
source: Could not open the group activity. Try again.
es: No se pudo abrir la actividad en grupo. Inténtalo de nuevo.
zh_hans: 无法打开团体活动，请重试。
